// Задача 2: Напишите программу, которая на вход принимает два числа и выдаёт, 
//какое число большее, а какое меньшее
Console.WriteLine("привет - даны 2 числа");
double number1 = 3.3;
double number2 = 3.7;
Console.WriteLine (number1 +" и "+ number2);
if(number1 > number2)
{ 
    Console.WriteLine (number1 +" больше");
}
else
{
    Console.WriteLine (number2 + " больше");
}
