//Задача 8: Напишите программу, которая на вход принимает число (N), а на выходе показывает все чётные числа от 1 до N.

Console.WriteLine("Определение числа на четность");
int numberx = 12;
int i = 0;
Console.WriteLine(numberx);
if (numberx % 2 == 0) 
{
    Console.WriteLine ("Число нечетное");
}
else 
{
    Console.WriteLine ("Число четное");
}
